let products = [
  {
    id: 0,
    preview: './images/1.svg',
    title: 'Устрицы по рокфеллеровски',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
    price: 2700
  },
  {
    id: 1,
    preview: './images/2.svg',
    title: 'Свиные ребрышки на гриле с зеленью',
    description: 'Не следует, однако забывать, что реализация намеченных плановых',
    price: 1600
  },
  {
    id: 2,
    preview: './images/3.svg',
    title: 'Креветки по-королевски в лимонном соке',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
    price: 1820
  },
  {
    id: 3,
    preview: './images/1.svg',
    title: '',
    description: 'Устрицы по Русски',
    price: 1000
  }
]

// Пример объекта добавленного в корзину
// let basketList = [
//   {
//     id: 0,
//     preview: './images/1.svg',
//     title: 'Устрицы по рокфеллеровски',
//     count: 1,
//     price: 2700
//   },
// ]

let basketList = []